[
    {
        "id": 1,
        "title": "วิทยาลัยเปิดรับสมัครนักศึกษาใหม่ปีการศึกษา 2566",
        "excerpt": "ประกาศรับสมัครนักศึกษาใหม่หลักสูตรเทคโนโลยีสารสนเทศและธุรกิจดิจิทัล เริ่มวันที่ 1 เมษายน 2566",
        "content": "วิทยาลัยเทคโนโลยีวิบูลย์บริหารธุรกิจ รามอินทรา เปิดรับสมัครนักศึกษาใหม่ปีการศึกษา 2566 สำหรับหลักสูตรเทคโนโลยีสารสนเทศและธุรกิจดิจิทัล เริ่มวันที่ 1 เมษายน 2566 เป็นต้นไป...",
        "date": "2023-03-15",
        "category": "announcement",
        "image": "images/news1.jpg"
    },
    {
        "id": 2,
        "title": "งานเปิดบ้านวิชาการ VBAC Open House 2023",
        "excerpt": "พบกับกิจกรรมและนิทรรศการจากทุกสาขาวิชา ในวันที่ 25 กุมภาพันธ์ 2566",
        "content": "วิทยาลัยเทคโนโลยีวิบูลย์บริหารธุรกิจ รามอินทรา ขอเชิญนักเรียนและผู้สนใจเข้าร่วมงานเปิดบ้านวิชาการ VBAC Open House 2023 ในวันที่ 25 กุมภาพันธ์ 2566 เวลา 09.00-15.00 น....",
        "date": "2023-02-10",
        "category": "event",
        "image": "images/news2.jpg"
    },
    {
        "id": 3,
        "title": "นักศึกษาสาขาดิจิทัลกราฟิกได้รับรางวัลการประกวดออกแบบ",
        "excerpt": "นักศึกษาชั้นปีที่ 2 สาขาดิจิทัลกราฟิกได้รับรางวัลชนะเลิศการประกวดออกแบบโปสเตอร์รณรงค์สิ่งแวดล้อม",
        "content": "นายศุภชัย ดีไซน์ นักศึกษาชั้นปีที่ 2 สาขาดิจิทัลกราฟิก วิทยาลัยเทคโนโลยีวิบูลย์บริหารธุรกิจ รามอินทรา ได้รับรางวัลชนะเลิศการประกวดออกแบบโปสเตอร์รณรงค์สิ่งแวดล้อม...",
        "date": "2023-01-20",
        "category": "achievement",
        "image": "images/news3.jpg"
    },
    {
        "id": 4,
        "title": "อบรมเชิงปฏิบัติการการเขียนโปรแกรม Python",
        "excerpt": "สาขาเทคโนโลยีสารสนเทศจัดอบรมเชิงปฏิบัติการการเขียนโปรแกรม Python สำหรับนักศึกษาชั้นปีที่ 1",
        "content": "สาขาเทคโนโลยีสารสนเทศ วิทยาลัยเทคโนโลยีวิบูลย์บริหารธุรกิจ รามอินทรา จัดอบรมเชิงปฏิบัติการการเขียนโปรแกรม Python สำหรับนักศึกษาชั้นปีที่ 1 ระหว่างวันที่ 15-17 มกราคม 2566...",
        "date": "2023-01-05",
        "category": "academic",
        "image": "images/news4.jpg"
    },
    {
        "id": 5,
        "title": "กำหนดการสอบกลางภาค ภาคเรียนที่ 2/2565",
        "excerpt": "ประกาศกำหนดการสอบกลางภาค ภาคเรียนที่ 2 ปีการศึกษา 2565 ระหว่างวันที่ 6-10 กุมภาพันธ์ 2566",
        "content": "วิทยาลัยเทคโนโลยีวิบูลย์บริหารธุรกิจ รามอินทรา ประกาศกำหนดการสอบกลางภาค ภาคเรียนที่ 2 ปีการศึกษา 2565 จะมีขึ้นระหว่างวันที่ 6-10 กุมภาพันธ์ 2566...",
        "date": "2022-12-20",
        "category": "announcement",
        "image": "images/news5.jpg"
    },
    {
        "id": 6,
        "title": "โครงการแลกเปลี่ยนนักศึกษากับมหาวิทยาลัยในญี่ปุ่น",
        "excerpt": "เปิดรับสมัครนักศึกษาเข้าร่วมโครงการแลกเปลี่ยนกับมหาวิทยาลัยเทคโนโลยีโตเกียว ประเทศญี่ปุ่น",
        "content": "วิทยาลัยเทคโนโลยีวิบูลย์บริหารธุรกิจ รามอินทรา เปิดรับสมัครนักศึกษาเข้าร่วมโครงการแลกเปลี่ยนกับมหาวิทยาลัยเทคโนโลยีโตเกียว ประเทศญี่ปุ่น ระยะเวลา 6 เดือน...",
        "date": "2022-11-15",
        "category": "academic",
        "image": "images/news6.jpg"
    },
    {
        "id": 7,
        "title": "ทีมนักกีฬาวอลเลย์บอลชนะเลิศการแข่งขันระดับเขต",
        "excerpt": "ทีมวอลเลย์บอลชายของวิทยาลัยได้รับรางวัลชนะเลิศการแข่งขันกีฬานักเรียนอาชีวะเขตกรุงเทพเหนือ",
        "content": "ทีมวอลเลย์บอลชายของวิทยาลัยเทคโนโลยีวิบูลย์บริหารธุรกิจ รามอินทรา ได้รับรางวัลชนะเลิศการแข่งขันกีฬานักเรียนอาชีวะเขตกรุงเทพเหนือ...",
        "date": "2022-10-30",
        "category": "achievement",
        "image": "images/news7.jpg"
    },
    {
        "id": 8,
        "title": "กิจกรรมวันไหว้ครูประจำปีการศึกษา 2565",
        "excerpt": "วิทยาลัยจัดกิจกรรมวันไหว้ครูประจำปีการศึกษา 2565 ในวันที่ 16 มิถุนายน 2565",
        "content": "วิทยาลัยเทคโนโลยีวิบูลย์บริหารธุรกิจ รามอินทรา จัดกิจกรรมวันไหว้ครูประจำปีการศึกษา 2565 ในวันที่ 16 มิถุนายน 2565 ณ หอประชุมใหญ่...",
        "date": "2022-06-10",
        "category": "event",
        "image": "images/news8.jpg"
    },
    {
        "id": 9,
        "title": "ปฐมนิเทศนักศึกษาใหม่ปีการศึกษา 2565",
        "excerpt": "กำหนดการปฐมนิเทศนักศึกษาใหม่ปีการศึกษา 2565 วันที่ 5 มิถุนายน 2565",
        "content": "วิทยาลัยเทคโนโลยีวิบูลย์บริหารธุรกิจ รามอินทรา ประกาศกำหนดการปฐมนิเทศนักศึกษาใหม่ปีการศึกษา 2565 ในวันที่ 5 มิถุนายน 2565...",
        "date": "2022-05-20",
        "category": "announcement",
        "image": "images/news9.jpg"
    },
    {
        "id": 10,
        "title": "อบรมการใช้งานระบบ LMS แบบใหม่",
        "excerpt": "ฝ่ายวิชาการจัดอบรมการใช้งานระบบการจัดการเรียนรู้ (LMS) แบบใหม่สำหรับคณาจารย์",
        "content": "ฝ่ายวิชาการ วิทยาลัยเทคโนโลยีวิบูลย์บริหารธุรกิจ รามอินทรา จัดอบรมการใช้งานระบบการจัดการเรียนรู้ (LMS) แบบใหม่สำหรับคณาจารย์...",
        "date": "2022-04-15",
        "category": "academic",
        "image": "images/news10.jpg"
    }
]